{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "EPartyReservationResult",
			"Children": [
				{
					"Source":
					{
						"Text": "Accepted"
					},
					"Translation":
					{
						"Text": "承諾済み"
					},
					"Key": "Accepted"
				},
				{
					"Source":
					{
						"Text": "Bad reservation request"
					},
					"Translation":
					{
						"Text": "予約リクエスト失敗"
					},
					"Key": "InvalidReservation"
				},
				{
					"Source":
					{
						"Text": "Duplicate reservation detected"
					},
					"Translation":
					{
						"Text": "重複予約が検出されました"
					},
					"Key": "DuplicateReservation"
				},
				{
					"Source":
					{
						"Text": "Game full"
					},
					"Translation":
					{
						"Text": "ゲームが満員です"
					},
					"Key": "FullGame"
				},
				{
					"Source":
					{
						"Text": "No Reservation"
					},
					"Translation":
					{
						"Text": "予約なし"
					},
					"Key": "ReservationNotFound"
				},
				{
					"Source":
					{
						"Text": "No response"
					},
					"Translation":
					{
						"Text": "応答なし"
					},
					"Key": "NoResponse"
				},
				{
					"Source":
					{
						"Text": "Not accepting connections"
					},
					"Translation":
					{
						"Text": "接続を承諾しない"
					},
					"Key": "DeniedResponse"
				},
				{
					"Source":
					{
						"Text": "Party members already in session"
					},
					"Translation":
					{
						"Text": "パーティーメンバーはすでにセッションに参加しています"
					},
					"Key": "ContainsExistingPlayers"
				},
				{
					"Source":
					{
						"Text": "Player Banned"
					},
					"Translation":
					{
						"Text": "アクセス禁止処分"
					},
					"Key": "BannedResponse"
				},
				{
					"Source":
					{
						"Text": "Unknown Error"
					},
					"Translation":
					{
						"Text": "不明なエラー"
					},
					"Key": "GeneralError"
				}
			]
		},
		{
			"Namespace": "K2Node",
			"Children": [
				{
					"Source":
					{
						"Text": "Flush Leaderboards"
					},
					"Translation":
					{
						"Text": "ランキングを再登録する"
					},
					"Key": "FlushLeaderboards"
				},
				{
					"Source":
					{
						"Text": "Flushes leaderboards for a session"
					},
					"Translation":
					{
						"Text": "セッションのランキングを再登録する"
					},
					"Key": "K2Node_LeaderboardFlush_Tooltip"
				},
				{
					"Source":
					{
						"Text": "Online|Leaderboard"
					},
					"Translation":
					{
						"Text": "オンライン|ランキング"
					},
					"Key": "LeaderboardFlushCategory"
				}
			]
		},
		{
			"Namespace": "NetworkErrors",
			"Children": [
				{
					"Source":
					{
						"Text": "Beacon Connection Failed."
					},
					"Translation":
					{
						"Text": "ビーコン接続に失敗しました"
					},
					"Key": "GenericBeaconConnectionFailed"
				},
				{
					"Source":
					{
						"Text": "Join failure, Couldn't spawn beacon."
					},
					"Translation":
					{
						"Text": "参加失敗。ビーコンを生成できませんでした"
					},
					"Key": "BeaconSpawnFailureError"
				},
				{
					"Source":
					{
						"Text": "Join failure, existing ClientWorldPackageName."
					},
					"Translation":
					{
						"Text": "参加失敗。既存のClientWorldPackageName"
					},
					"Key": "BeaconSpawnClientWorldPackageNameError"
				},
				{
					"Source":
					{
						"Text": "Join failure, existing beacon actor."
					},
					"Translation":
					{
						"Text": "参加失敗。既存のビーコンアクター"
					},
					"Key": "BeaconSpawnExistingActorError"
				},
				{
					"Source":
					{
						"Text": "Join failure, no actor at NetGUIDAck."
					},
					"Translation":
					{
						"Text": "参加失敗。NetGUIDAckにアクターがありません"
					},
					"Key": "BeaconSpawnNetGUIDAckError2"
				},
				{
					"Source":
					{
						"Text": "Join failure, no host object at NetGUIDAck."
					},
					"Translation":
					{
						"Text": "参加失敗。NetGUIDAckにホストオブジェクトがありません"
					},
					"Key": "BeaconSpawnNetGUIDAckError1"
				},
				{
					"Source":
					{
						"Text": "Join failure, unexpected control message."
					},
					"Translation":
					{
						"Text": "参加失敗。予期しないコントロールメッセージ"
					},
					"Key": "BeaconSpawnUnexpectedError"
				}
			]
		}
	]
}